Repository: kumarpradeepk/AlcoholTracker-iOS
Catalog: AlcoholTracker/Localizable.xcstrings
Source language: en
Languages: da, de, es_419, es_es, fil, fr, fr_ca, id, it, ja, ko, ms, pl, pt_br, th, tr, vi, zh_hant_hk

# units_note
source: These only change how numbers read, never what you logged.
da: Det ændrer kun, hvordan tallene læses — aldrig det, du har noteret.
de: Das ändert nur, wie Zahlen dargestellt werden, nie das, was du erfasst hast.
es_419: Esto solo cambia cómo se leen los números, nunca lo que registraste.
es_es: Esto solo cambia cómo se leen los números, nunca lo que registraste.
fil: Binabago lang nito kung paano basahin ang mga numero, hindi ang na-log mo.
fr: Cela change seulement l'affichage des chiffres, jamais ce que vous avez enregistré.
fr_ca: Ça change seulement la façon dont les chiffres s'affichent, jamais ce que tu as inscrit.
id: Ini hanya mengubah cara angka dibaca, bukan apa yang sudah dicatat.
it: Cambiano solo come si leggono i numeri, mai quello che hai registrato.
ja: 変わるのは数字の見え方だけで、記録した内容は変わりません。
ko: 표시 방식만 바뀌고, 기록한 내용은 그대로예요.
ms: Ini hanya mengubah cara nombor dibaca, bukan apa yang anda catat.
pl: To zmienia tylko sposób wyświetlania liczb, nigdy tego, co zapisano.
pt_br: Isso só muda como os números aparecem, nunca o que você registrou.
th: สิ่งเหล่านี้เปลี่ยนแค่วิธีอ่านตัวเลข ไม่ได้เปลี่ยนสิ่งที่คุณจดไว้
tr: Bunlar yalnızca sayıların nasıl göründüğünü değiştirir, kaydettiklerinizi değil.
vi: Những lựa chọn này chỉ đổi cách hiển thị con số, không đổi những gì đã ghi.
zh_hant_hk: 這些只會改變數字的顯示方式，不會改動你記下的內容。

# units_serving_label
source: Serving size
da: Serveringsstørrelse
de: Füllmenge
es_419: Tamaño de la porción
es_es: Cantidad
fil: Laki ng serving
fr: Contenance
fr_ca: Format de la portion
id: Ukuran sajian
it: Porzione
ja: 1杯の量
ko: 용량
ms: Saiz hidangan
pl: Wielkość porcji
pt_br: Tamanho da dose
th: ปริมาณต่อแก้ว
tr: Porsiyon miktarı
vi: Đơn vị dung tích
zh_hant_hk: 份量

# ob_base_0_4
source: 0–4 drinks
de: 0–4 Gläser
es_419: 0 a 4 tragos
es_es: De 0 a 4 copas
fil: 0–4 na inumin
fr: 0 à 4 verres
fr_ca: 0 à 4 verres
id: 0–4 gelas
it: Da 0 a 4 bicchieri
ja: 0〜4杯
ko: 0~4잔
ms: 0–4 minuman
pl: 0–4 drinki
pt_br: 0 a 4 bebidas
th: 0–4 แก้ว
tr: 0–4 içki
vi: 0–4 ly
zh_hant_hk: 0–4 杯

# ob_base_10_14
source: 10–14 drinks
de: 10–14 Gläser
es_419: 10 a 14 tragos
es_es: De 10 a 14 copas
fil: 10–14 na inumin
fr: 10 à 14 verres
fr_ca: 10 à 14 verres
id: 10–14 gelas
it: Da 10 a 14 bicchieri
ja: 10〜14杯
ko: 10~14잔
ms: 10–14 minuman
pl: 10–14 drinków
pt_br: 10 a 14 bebidas
th: 10–14 แก้ว
tr: 10–14 içki
vi: 10–14 ly
zh_hant_hk: 10–14 杯

# ob_base_15_19
source: 15–19 drinks
de: 15–19 Gläser
es_419: 15 a 19 tragos
es_es: De 15 a 19 copas
fil: 15–19 na inumin
fr: 15 à 19 verres
fr_ca: 15 à 19 verres
id: 15–19 gelas
it: Da 15 a 19 bicchieri
ja: 15〜19杯
ko: 15~19잔
ms: 15–19 minuman
pl: 15–19 drinków
pt_br: 15 a 19 bebidas
th: 15–19 แก้ว
tr: 15–19 içki
vi: 15–19 ly
zh_hant_hk: 15–19 杯

# ob_base_5_9
source: 5–9 drinks
de: 5–9 Gläser
es_419: 5 a 9 tragos
es_es: De 5 a 9 copas
fil: 5–9 na inumin
fr: 5 à 9 verres
fr_ca: 5 à 9 verres
id: 5–9 gelas
it: Da 5 a 9 bicchieri
ja: 5〜9杯
ko: 5~9잔
ms: 5–9 minuman
pl: 5–9 drinków
pt_br: 5 a 9 bebidas
th: 5–9 แก้ว
tr: 5–9 içki
vi: 5–9 ly
zh_hant_hk: 5–9 杯

# set_cutoff_2am
source: 2 AM
de: 2 Uhr
fr: 2 h
fr_ca: 2 h
ja: 2時
ko: 새벽 2시
ms: 2 pagi
pt_br: 2h
th: ตี 2
zh_hant_hk: 凌晨 2 時

# set_cutoff_4am
source: 4 AM
de: 4 Uhr
fr: 4 h
fr_ca: 4 h
ja: 4時
ko: 새벽 4시
ms: 4 pagi
pt_br: 4h
th: ตี 4
zh_hant_hk: 凌晨 4 時

# set_quick_log_count
source: %1$d drinks
de: %1$d Getränke
es_419: %1$d tragos
es_es: %1$d bebidas
fil: %1$d na inumin
fr: %1$d boissons
fr_ca: %1$d verres
id: %1$d minuman
it: %1$d bevande
ja: %1$d件
ko: %1$d잔
ms: %1$d minuman
pl: %1$d drinka
pt_br: %1$d bebidas
th: %1$d รายการ
tr: %1$d içki
vi: %1$d đồ uống
zh_hant_hk: %1$d 款

# set_section_support
source: SUPPORT
de: HILFE
es_419: SOPORTE
es_es: SOPORTE
fil: SUPORTA
fr: ASSISTANCE
fr_ca: SOUTIEN
id: DUKUNGAN
it: ASSISTENZA
ja: サポート
ko: 지원
ms: SOKONGAN
pl: POMOC
pt_br: SUPORTE
th: การสนับสนุน
tr: DESTEK
vi: HỖ TRỢ
zh_hant_hk: 支援

# set_tone
source: Tone
de: Ton
es_419: Tono
es_es: Tono
fil: Tono
fr: Ton
fr_ca: Ton
id: Nada
it: Tono
ja: トーン
ko: 말투
ms: Nada
pl: Ton
pt_br: Tom
th: น้ำเสียง
tr: Üslup
vi: Giọng điệu
zh_hant_hk: 語氣

# stats_period_30d
source: 30D
de: 30 T
fil: 30A
fr: 30 j
fr_ca: 30 J
id: 30H
it: 30G
ja: 30日
ko: 30일
ms: 30H
pl: 30 dni
th: 30 วัน
tr: 30G
vi: 30N
zh_hant_hk: 30日

# stats_period_7d
source: 7D
de: 7 T
fil: 7A
fr: 7 j
fr_ca: 7 J
id: 7H
it: 7G
ja: 7日
ko: 7일
ms: 7H
pl: 7 dni
th: 7 วัน
tr: 7G
vi: 7N
zh_hant_hk: 7日

# stats_period_90d
source: 90D
de: 90 T
fil: 90A
fr: 90 j
fr_ca: 90 J
id: 90H
it: 90G
ja: 90日
ko: 90일
ms: 90H
pl: 90 dni
th: 90 วัน
tr: 90G
vi: 90N
zh_hant_hk: 90日

# units_ounces
source: Ounces
de: Unzen
es_419: Onzas
es_es: Onzas
fil: Onsa
fr: Onces
fr_ca: Onces
id: Ons
it: Once
ja: オンス
ko: 온스
ms: Auns
pl: Uncje
pt_br: Onças
th: ออนซ์
tr: Ons
vi: Ounce
zh_hant_hk: 安士

# set_tone_neutral
source: Neutral
es_es: Neutro
fr: Neutre
fr_ca: Neutre
id: Netral
it: Neutro
ja: ニュートラル
ko: 중립
pl: Neutralny
pt_br: Neutro
th: กลาง
tr: Nötr
vi: Trung tính
zh_hant_hk: 中性

# support_email_subject
source: Alcohol Tracker support
es_419: Soporte de Alcohol Tracker
es_es: Soporte de Alcohol Tracker
fil: Suporta sa Alcohol Tracker
fr: Assistance Alcohol Tracker
fr_ca: Soutien Alcohol Tracker
id: Dukungan Alcohol Tracker
it: Assistenza Alcohol Tracker
ja: Alcohol Tracker サポート
ko: Alcohol Tracker 고객 지원
ms: Sokongan Alcohol Tracker
pl: Alcohol Tracker — pomoc
pt_br: Suporte do Alcohol Tracker
th: ฝ่ายสนับสนุน Alcohol Tracker
tr: Alcohol Tracker destek
vi: Hỗ trợ Alcohol Tracker
zh_hant_hk: Alcohol Tracker 支援

# about_version
source: Version %1$@ · %2$@
es_419: Versión %1$@ · %2$@
es_es: Versión %1$@ · %2$@
fil: Bersyon %1$@ · %2$@
id: Versi %1$@ · %2$@
it: Versione %1$@ · %2$@
ja: バージョン %1$@ · %2$@
ko: 버전 %1$@ · %2$@
ms: Versi %1$@ · %2$@
pl: Wersja %1$@ · %2$@
pt_br: Versão %1$@ · %2$@
th: เวอร์ชัน %1$@ · %2$@
tr: Sürüm %1$@ · %2$@
vi: Phiên bản %1$@ · %2$@
zh_hant_hk: 版本 %1$@ · %2$@

# log_calories_kcal
source: %1$d kcal
id: %1$d kkal
zh_hant_hk: %1$d 千卡

# log_result_line
source: ≈ %1$.1f %3$@ · %2$d kcal
fil: ≈ %1$.1f na %3$@ · %2$d kcal
id: ≈ %1$.1f %3$@ · %2$d kkal
zh_hant_hk: ≈ %1$.1f %3$@ · %2$d 千卡

# log_serving_oz_value
source: %1$.1f oz
fr_ca: %1$.1f oz liq
id: %1$.1f ons
ms: %1$.1f auns
th: %1$.1f ออนซ์
zh_hant_hk: %1$.1f 安士

# stat_label_kcal
source: kcal
id: kkal
zh_hant_hk: 千卡

# stats_unit_kcal
source: kcal
id: kkal
zh_hant_hk: 千卡

# units_kcal
source: kcal
id: kkal
zh_hant_hk: 千卡

# log_working_line_half
source: ½ × %1$d ml × %2$@%% × 0.789 ÷ 1000 = %3$.1f %4$@
fil: ½ × %1$d ml × %2$@%% × 0.789 ÷ 1000 = %3$.1f na %4$@
ja: 1/2 × %1$d ml × %2$@%% × 0.789 ÷ 1000 = %3$.1f%4$@
th: ½ × %1$d มล. × %2$@%% × 0.789 ÷ 1000 = %3$.1f %4$@
zh_hant_hk: ½ × %1$d 毫升 × %2$@%% × 0.789 ÷ 1000 = %3$.1f %4$@

# set_tone_icon_sample
source: Aa
ja: あA
ko: 가나
th: กข
zh_hant_hk: 漢字

# stat_label_units
source: units
pl: jednostki
pt_br: doses

# stat_label_units__dk
source: std drinks
pl: jednostki
pt_br: doses

# stat_label_units__jp
source: std drinks
pl: jednostki
pt_br: doses

# stat_label_units__uk
source: units
pl: jednostki
pt_br: doses

# stat_label_units__us
source: std drinks
pl: drinka standardowego
pt_br: doses

# stat_label_units__vn
source: std drinks
pl: jednostki
pt_br: doses

# stat_label_units__who
source: std drinks
pl: jednostki
pt_br: doses

# stats_unit_units
source: units
pl: jednostki
pt_br: doses

# stats_unit_units__dk
source: std drinks
pl: jednostki
pt_br: doses

# stats_unit_units__jp
source: std drinks
pl: jednostki
pt_br: doses

# stats_unit_units__uk
source: units
pl: jednostki
pt_br: doses

# stats_unit_units__us
source: std drinks
pl: drinka standardowego
pt_br: doses

# stats_unit_units__vn
source: std drinks
pl: jednostki
pt_br: doses

# stats_unit_units__who
source: std drinks
pl: jednostki
pt_br: doses

# diary_entry_meta
source: %1$d ml · %2$@%%
th: %1$d มล. · %2$@%%
zh_hant_hk: %1$d 毫升 · %2$@%%

# log_grid_meta
source: %1$@%% · %2$d ml
th: %1$@%% · %2$d มล.
zh_hant_hk: %1$@%% · %2$d 毫升

# log_serving_ml_value
source: %1$d ml
th: %1$d มล.
zh_hant_hk: %1$d 毫升

# log_unit_floz
source: fl oz
fr_ca: oz liq
th: ออนซ์
zh_hant_hk: 安士

# log_unit_ml
source: ml
th: มล.
zh_hant_hk: 毫升

# log_working_line
source: %1$d ml × %2$@%% × 0.789 ÷ 1000 = %3$.1f %4$@
fil: %1$d ml × %2$@%% × 0.789 ÷ 1000 = %3$.1f na %4$@
th: %1$d มล. × %2$@%% × 0.789 ÷ 1000 = %3$.1f %4$@
zh_hant_hk: %1$d 毫升 × %2$@%% × 0.789 ÷ 1000 = %3$.1f %4$@

# log_working_line_qty
source: %1$d × %2$d ml × %3$@%% × 0.789 ÷ 1000 = %4$.1f %5$@
fil: %1$d × %2$d ml × %3$@%% × 0.789 ÷ 1000 = %4$.1f na %5$@
th: %1$d × %2$d มล. × %3$@%% × 0.789 ÷ 1000 = %4$.1f %5$@
zh_hant_hk: %1$d × %2$d 毫升 × %3$@%% × 0.789 ÷ 1000 = %4$.1f %5$@

# profile_weight_kg
source: kg
th: กก.
zh_hant_hk: 公斤

# profile_weight_lb
source: lb
th: ปอนด์
zh_hant_hk: 磅

# quicklog_drink_meta
source: %1$d ml · %2$@%%
th: %1$d มล. · %2$@%%
zh_hant_hk: %1$d 毫升 · %2$@%%

# sheet_entry_meta
source: %1$d ml · %2$@%% · %3$@
th: %1$d มล. · %2$@%% · %3$@
zh_hant_hk: %1$d 毫升 · %2$@%% · %3$@

# stats_unit_ml
source: ml
th: มล.
zh_hant_hk: 毫升

# log_calories_kj
source: %1$d kJ
zh_hant_hk: %1$d 千焦

# units_kj
source: kJ
zh_hant_hk: 千焦
